INSERT INTO semesters (id, name, start_date, end_date, status, create_time, update_time)
VALUES (1, '2020-2021学年第一学期', '2020-09-01', '2021-01-20', 'past', NOW(), NOW()),
       (2, '2020-2021学年第二学期', '2021-02-20', '2021-07-10', 'past', NOW(), NOW()),
       (3, '2021-2022学年第一学期', '2021-09-01', '2022-01-20', 'past', NOW(), NOW()),
       (4, '2021-2022学年第二学期', '2022-02-20', '2022-07-10', 'past', NOW(), NOW()),
       (5, '2022-2023学年第一学期', '2022-09-01', '2023-01-20', 'past', NOW(), NOW()),
       (6, '2022-2023学年第二学期', '2023-02-20', '2023-07-10', 'past', NOW(), NOW()),
       (7, '2023-2024学年第一学期', '2023-09-01', '2024-01-20', 'past', NOW(), NOW()),
       (8, '2023-2024学年第二学期', '2024-02-20', '2024-07-10', 'past', NOW(), NOW()),
       (9, '2024-2025学年第一学期', '2024-09-01', '2025-01-20', 'current', NOW(), NOW()),
       (10, '2024-2025学年第二学期', '2025-02-20', '2025-07-10', 'current', NOW(), NOW()),
       (11, '2025-2026学年第一学期', '2025-09-01', '2026-01-20', 'future', NOW(), NOW()),
       (12, '2025-2026学年第二学期', '2026-02-20', '2026-07-10', 'future', NOW(), NOW());